export interface ArticlesDataTypes {
  id: number;
  title: string;
  date: string;
  body: string[];
}

export const articlesData = [
  {
    id: 1,
    title: 'Кофе перед работой',
    date: '2019',
    body: [
      'Сегодня утром, я пил кофе на заправке, читал книгу и стал свидетелем как воробей не заметивший окно, напроти врезался в него и упал. Он был ещё жив, но летать после сильного удара не мог. Только что он ловко летал, а теперь лежит полу, живой, под этим самым окном, в которое он врезался. Он жив но уже не пытаешься двигаться. Голова его опущена и вид его заставляет думать как будто бы он может осознать, что произошло и готовиться к неизбежной смерти ',
    ],
  },
  {
    id: 2,
    title: 'Кофе перед работой',
    date: '2019',
    body: [
      'Зима продолжалась, с неба сыпался мокрый снег, вокруг преобладал грязно белый цвет. Полупустая старая маршрутка с облезлой обивкой внутри,неспешно ехала по мокрой дороге.',
      'Сверху водителя висели иконы святой Троицы и множество помятых флаеров с рекламой кредитов и поношенной одежды из Европы.',
      'Хотелось чашку крепкого кофе и заряженный пулемёт с ящиком патронов, что бы хватило накормить свинцом все окружающие меня. ',
      'Заметил что место водителя было украшено синим, блестящим дождиком,  это не могло не подарить новогоднего настроения хотя уже и был конец января. ',
      'Скрип и посторонние звуки транспорта пробивались сквозь музыку в ушах, рядом села женщина с собакой и детским поношенным портфелем на руках, сбоку которого была полупустая бутылка воды.',
      'Интересно наблюдать за животными, видимо для них этот мир совсем иной полный запахов, и черно белых красок.',
      'Вместе с ней были двое детей и она случайно встретив знакомую делилась школьными успехами дочки с ней в то время как собачка не могла себе найти место на  руках.',
      'Разные мысли посещают меня в такой атмосфере, глядя на синяки под её глазами  я задумался о том, как ей сложно уследить за двумя детьми и собакой в этой маршрутке и жизни в целом.',
      'Собака удивила особенно, как будто в семейной жизни мало ответсвенности и забот.',
      'Свежий воздух с запахом дыма от сигарет и выхлопных труб, как порой приятно выйти на своей остановке. Узенькая тропинка, мокрый снег,',
      'неспешная походка и взгляд привязанный к экрану телефона. Смотря по сторонам не вглядываясь в детали можно даже сказать,',
      'как красиво сегодня на улице: деревья в белом снегу, туман, отсутсвие людей, но стоит только присмотреться и сразу видно мусор под ногами',
      'словно он тонет среди снега, старые переполненные людьми трамваи качающейся из стороны в стороны по просевшим рельсам, злые и чем то озабоченныe',
      'лица изредка проходящих прохожих людей и сотни старых замученных домов с балконами заваленными разным мусором. Особенно раздражает три подряд стоящих бил бодра',
      'с рождественскими поздравлениями и мерзкими лицами не известных мне людей, сразу становится так тепло от такого рода поздравлений: «счастья, радости, хороших впечатлений» и жить становится легче.',
    ],
  },
];
